13xforever.language-x86-64-assembly
analytic-signal.preview-mp4
astro-build.astro-vscode
bradlc.vscode-tailwindcss
charliermarsh.ruff
dbaeumer.vscode-eslint
donjayamanne.vscode-jupytext
eamodio.gitlens
esbenp.prettier-vscode
geriyoco.vscode-image-gallery
golang.go
grapecity.gc-excelviewer
james-yu.latex-workshop
joaompinto.vscode-graphviz
julialang.language-julia
justusadam.language-haskell
kevinrose.vsc-python-indent
marimo-team.vscode-marimo
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
prisma.prisma
redhat.vscode-xml
rust-lang.rust-analyzer
sjhuangx.vscode-scheme
sleistner.vscode-fileutils
stkb.rewrap
tomrijndorp.find-it-faster
unifiedjs.vscode-mdx
vscodevim.vim
yzhang.markdown-all-in-one
